{
    "list":[    
    
     {    
        "feature": "card on file",
        
        "description": "Your customers only need to enter their credit card information once. You can then authorize charges by storing the card in Stripe’s or Square’s secure and PCI-compliant environment for later use. Use Card on File to simplify recurring payments, subscriptions, installments, or any time when you don’t know what the final charges will be. It’s that easy."
        
        
     },
      
    {
          "feature": "countries languages and currencies",
          
          "description":"Create forms that can reach your users around the world. Your forms will be able to display dates, numbers, currencies and text in ways that are familiar, creating a greater sense of trust with your customers."
    },
    
    {
          "feature": "email notifications",
          
          "description":"Create custom email notifications to share with your customers and staff after new entries are submitted. Personalize these emails by editing the subject, writing the message, and including options like entry details, payment information, uploaded files, and document copies of entries. Email notifications are available on every plan level, from free and above. Additionally, Cognito Forms offers several advanced options for organizations on our Pro, Team, and Enterprise plans."
    },

    {
          "feature": "entry management",
          
          "description":"In Cognito Forms, you can sort through and filter down your entries, create customized data sets, and perform multiple tasks at once. If your form has a ton of entries, trying to make individual status updates or deleting them all one by one can be quite a tedious task. Instead, take advantage of the ability to perform operations on multiple entries at once. Export all the data you need directly into Excel for easy management and third-party imports. Nothing is lost in translation, making it easy to track trends, create fancy charts, and run additional calculations."
    },
        
    {
          "feature": "form confirmations",
          
          "description":"Once your customers have completed your form, it's important to assure them that their submission was successful, and to provide them with a record of their entry. With the ability to include documents, embed form data, and add URL redirects, you can create custom confirmation messages that provide your users helpful information with a personal touch. Allow your users to immediately view their submission details on your confirmation page after they press submit. They can also download and print out a PDF file or Word document containing their entry information directly from the page. For forms with payment, Cognito Forms will automatically generate a receipt alongside the entry information."
    },    
        
    {
          "feature": "hipaa compliance",
          
          "description":"Patients expect to be able to communicate with their providers electronically, but security concerns make this difficult. Federal electronic medical records rules mandate electronic communications, but provide no solutions that are cost-effective.Cognito Forms solves these problems by making it easy to build HIPAA-compliant forms for new patient registration, appointment scheduling, refill requests, patient satisfaction surveys and even online bill payment. All of these great capabilities are available, including unlimited forms and unlimited entries, to organizations on our Enterprise plan."
    },    
        
    {
          "feature":  "integrations",
          
          "description":"Quickly integrate with third-party apps and put your forms to work. Using Microsoft Flow, Zapier, Sharepoint, webhooks, and word press plugins. "
    },    
        
    {
          "feature": "lookup field",
          
          "description":"A Lookup Field enables one form to look up, data from another form. You can then use that data to populate dropdowns, perform calculations, or display text in the new form. You can use look up fields to create Job applications that automatically hide expired positions, surveys that intelligently route themselves to the right people, and sales forms that track prices and inventory"
    },    
        
    {
          "feature": "quantity limits",
          
          "description":"You can use quantity limits for any scenario in which there's a limit to the number of times a specific value may be selected or entered on your forms."
    },
    
    {
          "feature": "rating scales",
          
          "description":"With rating scales aka Likert scales, customers can score you on a number of options, ranking your product or service on a scale that you can customize. It's also easy to use rating scales to gauge interest in a topic or idea. Would your customers be excited to see your product in new colors or are they satisfied with the current options? You’ll never know until you ask."
    },
    
    {
          "feature": "responsive forms",
          
          "description":"No matter where they are or what device they're using, your customers can use Cognito Forms without any headache. Desktop, tablet and smartphone, all living in happy forms harmony."
    },
    
    {
          "feature": "security",
          
          "description":"Cognito Forms uses SSL encryption and is always accessed over HTTPS 100% of the time for all users. SSL, Secure Sockets Layer, is the standard for ensuring data is encrypted when being sent to a web server from a browser."
    },    
        
    {
          "feature": "spam prevention",
          
          "description":"Our forms use what's known as a “smart” captcha. We have rules in place that automatically detect spam bots based on how the form is used. As long as your customers are humans, the captcha won't appear and frustrate your users, and you'll block any nasty spam entries."
    },    
     
    {
          "feature":  "style customization",
          
          "description":"With a plethora of font types and colors to choose from, you can make your form look exactly the way you pictured in your head. Set unique attributes for different form elements including Headings, Labels, Text, Links, and Buttons, change the style of your fields, and set unique backgrounds colors and images."
    },
    
    {
          "feature": "template sharing",
          
          "description":"With template sharing, you can publish your form and send out a link to people you know so they can create a new form based off of your template. All the form's fields and logic will be copied so these organizations can start collecting entries without all the hard work."
    },
    
    {
          "feature": "unlimited forms and fields",
          
          "description":"The goal of Cognito Forms, first and foremost, is to give you a better way to connect and get data from your customers. We don't want to put all the best features behind a paywall or force you into a monthly plan that doesn’t fit what you need—we want you to be able to collect all the data you need, no matter what. That means that one simple thing will always be true—with every Cognito Forms account, you can make as many forms as you want, with as many fields as you want."
    },
        
    {
          "feature": "website embedding",
          
          "description":"We make it super simple to embed your form right into any webpage. No complications, no heavy lifting; just a quick copy and paste of a short code into your HTML. Choose from several embedding options: Seamless the standard option, Iframe compatible with just about any website or service, and AMP completely valid AMP markup for mobile pages."
    }, 
    
    {
          "feature": "calculations",
          
          "description":"Solve your form's math problems on the fly with Cognito Forms' powerful but easy-to-use calculations. Calculations can be used to compute field values based on user input, set default values for form fields, control visibility of fields,sections, and implement rich validation."
    },    
        
    {
          "feature": "entry sharing",
          
          "description":"With entry link sharing enabled on your form, you can send your users entry links that allow them to either make changes, or to just review their information. These links can be available for an infinite amount of time, or you can set an automatic expiration date. You can also choose whether you want to share a direct link to the entry, or send a notification/confirmation email to the user with the link included."
    },    
        
    {
          "feature": "conditional logic",
          
          "description":"Conditional logic makes viewing your form an easier, more intuitive task for your users. Whether you want to show or hide certain fields and pages, allow your users to pay when they want, send emails to people at specific times, or conditionally require a field, there are endless possibilities to make your form look better and flow more efficiently."
    },        
        
    {
          "feature":  "file uploads",
          
          "description":"With file upload fields, your customers can upload their resumes, cover letters, photos, spreadsheets, and more with their form entries. If your customers have one file or ten, it won't matter—we'll still take care of them. Files start uploading right away instead of waiting until they click “Submit”, and we provide a handy little upload progress bar if they're adding a large file."
    },
        
    {
          "feature": "data encryption",
          
          "description":"From file attachments to phone numbers, there is no limit to the type or number of fields that you can protect. When you protect a field, that field’s data will no longer appear in notification or confirmation emails. Also, when integrating encrypted entry data, it will only be sent to a JSON endpoint over a secure connection. Essentially, your sensitive data can’t insecurely leave your account."
    }, 
    
    {
          "feature": "multipage forms",
          
          "description":"Organize your long forms and complex surveys with page breaks, progress bars and conditional pages. By separating the form into multiple pages and sections, it's not only better organized in terms of information, but also keeps your users more engaged through every step of the process."
    },
        
    {
          "feature": "electronic signatures",
          
          "description":"Electronic signatures are responsive and easy to enter on any device – laptop, tablet, or smartphone. You can sign and submit a form on the go in just a matter of minutes, without the hassle of dealing with a paper copy. Collecting electronic signatures on your forms is as simple as adding the signature field in your form builder. Like any other field, signatures will appear in entries and PDFs once submitted."
    },
        
    {
          "feature": "payment",
          
          "description":"Build order forms, event registrations and more in just minutes.Manage every step of the process without ever leaving Cognito Forms. Get details on your transactions, make changes to your orders or even issue refunds in just a few clicks."
    },    
    
    ]


}
